Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[PUBG] Santa Monica (EN > KR).tmx
Source language: en
Languages: ko

source: (PC subreddit)
ko: (PC 서브레딧)

source: Open PUBGM NA news channel on Discord
ko: 디스코드에 PUBGM NA 소식 채널 개설

source: Suggestions
ko: 제안 사항

source: Increase non-product focused content
ko: 비프로덕트 기반 콘텐츠 확대

source: PUBGM NA will be the only region leveraging the Global Build that is not operated by Tencent
ko: PUBGM NA는 텐센트가 운영하지 않는 글로벌 빌드를 활용하는 유일한 지역이 될 것임

source: The Fortnite Team account posts:
ko: 포트나이트 팀 계정 포스트

source: PUBG MOBILE Content
ko: PUBGM 콘텐츠

source: Taiwan (21k)
ko: 대만 (21,000)

source: Does not interact with players on the server
ko: 서버에서 플레이어와 교류 없음

source: Growth
ko: 증가율

source: A large amount of our audience already follows the PUBG Mobile main channels, which exist in English
ko: 유저의 상당수가 이미 영어로 제공되는 PUBGM 메인 채널을 팔로우하고 있음

source: One thing to note that is for PUBG Mobile a new “day” begins at 4 PM, PT
ko: PUBGM의 새로운 “하루"는 태평양 표준시 오후 4시에 시작

source: Dev Comms
ko: 개발자 커뮤니케이션

source: Carousel of illustrations featuring in-game items along with “tips” on how to use them in-game.
ko: 인게임 아이템 및 게임에서의 사용법을 알려주는 ‘도움말’ 이미지 모음.

source: Respond to comments/questions/bug reports
ko: 댓글/질문/버그 신고에 답변

source: Content
ko: 콘텐츠

source: Twitter Moments for Seasonal Highlights/Launch
ko: 시즌별 하이라이트/출시에 트위터 모멘트 활용

source: Patch notes
ko: 패치노트

source: Video Content
ko: 동영상 콘텐츠

source: Considerations for pubgm na
ko: PUBGM NA 관련 고려 사항

source: Twitter Polls
ko: 트위터 투표

source: All regions share a similar tactic of the type of content being posted.
ko: 모든 지역에서 게시하는 콘텐츠 유형에 관해 유사한 전략을 적용하며,

source: Alternate
ko: 대안

source: Managed by PUBG NA under Global Pages Structure PUBG
ko: PUBG NA가 글로벌 페이지 구조인 PUBG로 운영

source: (New sub-channel)
ko: (새로운 서브 채널)

source: NA Specific Video Content
ko: NA 전용 동영상 콘텐츠

source: Celeb Activity
ko: 유명인 활동

source: Repurpose channel to be shared with PUBG and PUBG MOBILE
ko: PUBG 및 PUBGM과 공유하도록 채널 재편성

source: Comments and responses to threads
ko: 스레드에 대한 댓글 및 답변

source: Interacts with players in other channels
ko: 기타 채널에서 플레이어와 교류

source: We will have a more difficult journey to differentiate our content and value proposition
ko: NA만의 콘텐츠와 가치제안을 차별화하는 과정이 쉽지 않을 것임

source: Thailand (108k)
ko: 태국 (108,000)

source: Overview
ko: 개요

source: *Year over Year Data in Appendix
ko: *부록의 전년 대비 데이터

source: Instagram
ko: 인스타그램

source: Post usually use more vibrant colors through out the year to capture your attention.
ko: 관심을 사로잡기 위해 연중 강렬한 색상을 주로 사용해 포스팅 진행

source: esports promotion that makes use of skinned characters with a similar approach to UFC fight promotions
ko: UFC 홍보와 유사한 방법의 스킨 착용 캐릭터를 활용한 e스포츠 홍보

source: Use current video series to create podcasts
ko: 기존 동영상 시리즈를 사용해서 팟캐스트 제작

source: reddit
ko: 레딧

source: Primary community engagement
ko: 커뮤니티 참여 관련 기본 채널

source: Monthly Avg.
ko: 월 평균

source: More Info Required
ko: 추가 정보 필요

source: PUBG Mobile US Push Notifications
ko: PUBGM US Push 발송

source: Share UGC event highlights
ko: UGC 이벤트 하이라이트 공유

source: 328 k Followers
ko: 팔로워 328,000명

source: Primary channel for community engagement
ko: 커뮤니티 참여 관련 기본 채널

source: Moderation
ko: 모더레이션

source: Call of duty Mobile
ko: Call of Duty 모바일

source: Provide items/prizes for giveaways and events
ko: 기브어웨이 및 이벤트를 위한 아이템/프로덕트 제공

source: Total subscribers
ko: 총 구독자 수

source: Primary channel for UGC and video
ko: UGC 및 동영상 관련 기본 채널

source: Curated playlist by community/partners/celebs
ko: 커뮤니티/파트너/유명인의 큐레이션된 재생목록

source: Engagement with players
ko: 플레이어와의 교류

source: Usually 2-3x
ko: 대체로 1일 2~3회 포스팅

source: FRANCHISE
ko: 프랜차이즈

source: PC CONSOLE
ko: PC 콘솔

source: Z&J Cross-over Episodes
ko: Z&J 크로스오버 에피소드

source: Trailers
ko: 트레일러

source: Community engagement
ko: 커뮤니티 참여

source: Product
ko: 프로덕트

source: Predominantly live action
ko: 라이브 액션 위주

source: 44,614 net/total fans
ko: 순/총 팬 수 44,614명

source: Facebook
ko: 페이스북

source: Right:
ko: 오른쪽:

source: Helps us pin important announcements
ko: 중요한 공지 사항이 고정될 수 있도록 지원

source: Leverage Tencent’s Global Facebook page to create an NA regional page via the Global Pages system
ko: 텐센트의 글로벌 페이스북 페이지를 활용하여 글로벌 페이지 시스템을 통해 NA 지역 페이지 개설

source: Total Followers
ko: 총 팔로워 수

source: No dedicated server for Fortnite Mobile
ko: 포트나이트 모바일 전용 서버 없음

source: Interactive
ko: 인터액티브

source: Content ideas
ko: 콘텐츠 아이디어

source: Continue working with existing Discord server, Open PUBGM NA news channel on Discord
ko: 기존 디스코드 서버 유지, 디스코드에 PUBGM NA 소식 채널 개설

source: Product channels overview
ko: 프로덕트 채널 개요

source: TikTok PUBG Examples – korea
ko: 틱톡 PUBG의 예 - 한국

source: Repurpose PUBG_US
ko: PUBG_US 재편성

source: Player Segmentation
ko: 플레이어 세그먼트화

source: create
ko: 개설

source: Increase IGTV Usage
ko: IGTV 활용 확대

source: PUBG MOBILE will be a priority and focus for the North American organization over PUBG PC/Console
ko: NA 조직은 PUBG PC/콘솔보다 PUBGM에 우선 순위를 둘 것임

source: Steady stream of content to use on TikTok
ko: 틱톡에 사용할 콘텐츠 지속적으로 스트리밍

source: 1.1 m Followers
ko: 팔로워 110만 명

source: Partners curate their favorite songs to listen to.
ko: 파트너가 좋아하는 노래 직접 큐레이션

source: instagram:
ko: 인스타그램:

source: Humorous short-form gameplay clips
ko: 재치 있는 숏폼 게임플레이 동영상

source: Monthly syncs
ko: 월간 싱크업 미팅

source: Continue
ko: 유지

source: Discord server
ko: 디스코드 서버

source: They try to integrate in-game elements and UI usually tied back to emotes and dancing to create their content.
ko: 주로 이모트나 댄스에 많이 활용되는 인게임 요소와 UI를 접목하여 콘텐츠 제작 시도.

source: Spotify could be a great, low-resource platform to create playlists that engage our audience however due to the limited organic discovery opportunities it should be a lower priority
ko: PUBGM 유저에게 어필하는 재생목록을 적은 자원으로 만들 수 있는 탁월한 플랫폼이 될 수도 있으나, 플랫폼 내에서 자연스럽게 발견될 가능성이 적어 우선순위가 낮음

source: Appendix
ko: 부록

source: March
ko: 3월

source: Giveaways, contests, events
ko: 기브어웨이, 콘테스트, 이벤트

source: Create regional roles
ko: 지역 역할 설정

source: Mena (1.4m)
ko: 중동/북아프리카 (140만)

source: Game events
ko: 게임 이벤트

source: Players do not easily migrate to new social or Discord servers/subreddits as seen with the r/PUBGXboxOne and r/PUBGPlayStation “merge” to r/PUBGConsole
ko: 플레이어들은 rPUBGXboxOne 및 r/PUBGPlayStation에서 r/PUBGConsole로 ‘통합’된 것처럼 새로운 SNS 또는 디스코드 서버/서브레딧으로 쉽게 전환하지 않음

source: Direct NA mobile players to the discord server through in-game/social promotion
ko: 인게임/SNS 프로모션을 통해 NA 모바일 플레이어를 디스코드 서버로 유도

source: Facebook, Instagram, and YouTube are the social networks with the most regional representation
ko: 지역별 사용자가 가장 많은 SNS: 페이스북, 인스타그램, 유튜브

source: Potential for increased influencer collaborations with musicians since it wouldn’t require them to play the game
ko: 직접 게임을 하지 않아도 되므로 인플루언서와 뮤지션의 협업 가능성이 큼

source: Fortnite socials
ko: 포트나이트 SNS

source: Discord Interaction
ko: 디스코드 교류

source: YouTube
ko: 유튜브

source: Users that have played the previous event mode (i.e – Metro Royale)
ko: 이전 이벤트 모드(예: Metro Royale)를 플레이한 유저

source: Live service issues
ko: 실시간 서비스 문제

source: Animation to promote in-game co-marketing campaign with Rocket League
ko: Rocket League와의 인게임 공동 마케팅 캠페인 홍보 애니메이션

source: Promotion of new skins
ko: 새로운 스킨 홍보

source: Music is original or uploaded by PUBG.
ko: 음악은 오리지널이거나 PUBG에서 업로드

source: fortnite reddit
ko: 포트나이트: 레딧

source: Generic COD Mobile Discord account that posts official updates
ko: 일반 COD 모바일 디스코드 계정에서 공식 업데이트 포스팅

source: Mostly community-ran by community moderators
ko: 대체로 커뮤니티 모더레이터를 통해 커뮤니티에서 진행

source: Players can select “NA” role so that they can follow PUBGM NA news
ko: 플레이어는 ‘NA’역할을 선택하여 PUBGM NA 소식 팔로우 가능

source: Automatically opts users in to receive notifications
ko: 자동으로 유저가 알림을 수신하도록 허용

source: For PC/Console, players are experiencing channel fatigue due to the increasing amount of channels they have to follow to receive their news
ko: PC/콘솔의 경우, 플레이어들은 새로운 소식을 확인하기 위해 팔로우해야 하는 채널이 늘어나 채널 피로감을 느끼고 있음

source: Individuals have the ability to opt out separately
ko: 유저는 개별적으로 알림 수신거부 가능

source: Proposed Channel Breakdown
ko: 구체적인 채널 제안

source: Overview of pubg na channels
ko: PUBG NA 채널 개요

source: Short-form video content platform that can integrate licensed music
ko: 라이선스 음악 활용이 가능한 숏폼 동영상 콘텐츠 플랫폼

source: Left and above:
ko: 왼쪽/위:

source: Fortnite
ko: 포트나이트

source: This presents its own unique challenges as build-specific information sharing is not as pertinent as it is in other regions servicing PUBGM
ko: 그로 인해 다른 PUBGM 제공 지역과는 달리 빌드별 정보 공유의 영향을 받지 않으므로 그에 따른 과제를 해결해야 함

source: Vietnam (133k)
ko: 베트남 (133,000)

source: India (4m)
ko: 인도 (400만)

source: 2020 content highlights
ko: 2020년 핵심 콘텐츠

source: Provides prizes to the subreddit team to use for reddit giveaways
ko: 레딧 기브어웨이로 사용하도록 서브레딧 팀에게 프로덕트 제공

source: Creates campaigns around larger in-game event
ko: 대규모 인게임 이벤트를 중심으로 캠페인 진행

source: Primary channel for showing off skins and items
ko: 스킨 및 아이템 과시용 기본 채널

source: ENGAGEMENT
ko: 협업 활동

source: Reddit
ko: 레딧

source: Misc announcements
ko: 기타 공지 사항

source: Generally these communications meet regulatory approval if they are truthful and align with the disclosures in our privacy policy, the OS’ ToS and the choices made by individual users to opt in or opt out of communications
ko: 일반적으로 회사가 공개한 개인정보보호 정책, OS의 서비스 약관, 유저가 선택한 발송수신 동의 여부를 준수한다면 이런 발송은 규제승인 조건이 충족됨

source: This channel will be used to post announcements that are specific to the NA audience
ko: NA 유저 전용 공지 사항 포스팅에 활용

source: TikTok PUBG Examples – JAPAN
ko: 틱톡 PUBG의 예시 - 일본

source: Ran by Tencent Community Team and community moderators
ko: 텐센트 커뮤니티 팀과 커뮤니티 모더레이터가 진행

source: KEY TAKEAWAYs
ko: 주요 사항

source: New channel exploration:
ko: 새로운 채널 탐색:

source: Reply to IGN on trending topic
ko: 최신 주제에 대해 IGN에 답글

source: Focuses on in-game activities such as new skins, live performances
ko: 새로운 스킨, 라이브 퍼포먼스와 같은 인게임 액티비티 중심

source: Use push alongside a cross-channel strategy
ko: 전사적 채널 전략과 일맥상통한 알림 사용

source: Community and Social
ko: 커뮤니티 및 SNS

source: Mix of illustrations, renders, and CG trailer to promote new Payload 2.0 Update
ko: 새로 출시되는 헤비머신건 2.0 업데이트 홍보용 이미지, 렌더, CG 트레일러 모음

source: Sample Content OVERVIEW
ko: 샘플 콘텐츠 개요

source: Official server created by Fortnite but mostly community-ran by community moderators
ko: 공식 서버는 포트나이트에서 개설했으나 대부분 커뮤니티 모더레이터를 통해 커뮤니티에서 진행

source: Need to be able to apply player segmentation to more accurately target inactive us
ko: 비활성화된 유저들을 보다 정확하게 파악하기 위해 유저 세분화를 적용할 수 있어야 함

source: CAN SPAM governs emails and has not been applied to push notifications
ko: 미국 연방 스팸규제법(CAN SPAM)법에 적용되는 것은 이메일에 한하며 Push 발송에는 적용되지 않음

source: Will point to PUBG_US account on profile header to direct consumers
ko: 프로필 헤더에 PUBG_US 계정을 표시하여 소비자 안내

source: Comments and responds to threads
ko: 스레드에 대한 댓글 및 답변

source: Increase audience for video content
ko: 동영상 콘텐츠 시청자 확대

source: No other regulations on “what time of the day” the notifications have to be sent out
ko: 알림 발송 가능 '일시'에 대한 특정 규정 없음

source: 706 k subscribers
ko: 구독자 706,000명

source: Product Focused Gamification
ko: 프로덕트에 기반한 게임화

source: Activision Posts
ko: 액티비전 포스트

source: Users that have purchased the previous RP
ko: 이전에 RP를 구매한 유저

source: Pros and cons
ko: 장단점

source: Create region specific content that engages the audience and positively influences sentiment
ko: 지역 전용 콘텐츠를 제작해 유저 참여 및 긍정 동향 강화

source: Brand exchange with Pokémon
ko: 포켓몬과 브랜드 협업

source: Twitter
ko: 트위터

source: Becomes a platform for PC/Console/Stadia product info
ko: PC/콘솔/Stadia 프로덕트 정보를 위한 플랫폼으로 활용

source: GLObal social support
ko: 글로벌 SNS 지원

source: Total Subscribers
ko: 총 구독자 수

source: These were some of their most viral videos depicting a young man as the PUBG character persona in situations where he is protecting a young woman/girlfriend.
ko: 젊은 남성이 PUBG 캐릭터를 가장하여 젊은 여성/여자친구를 보호하는 상황을 연출한 것으로, 가장 인기 있는 동영상이었음.

source: Continue working with existing subreddit (r/PUBGMobile)
ko: 기존 서브레딧 유지(r/PUBGMobile)

source: Opens opportunities for potential future Spotify events/festivals
ko: 향후 스포티파이 이벤트/축제 등 잠재적 기회 포착 가능

source: Creates campaigns around larger in-game events
ko: 대규모 인게임 이벤트 중심으로 캠페인 진행

source: 5.1 M Followers
ko: 팔로워 510만 명

source: PRO
ko: 장점

source: Expand NA content reach by hosting videos on global PUBG YouTube channel
ko: 글로벌 PUBG 유튜브 채널에 동영상을 게재하여 NA 콘텐츠의 파급 범위 확대

source: Key stats
ko: 주요 통계

source: “Catch Fry”
ko: ‘프라이 잡기(Catch Fry)’

source: This account features gameplay within designed frames that add information and value to the gameplay.
ko: 디자인된 프레임 내에서 게임 플레이를 제공하여 게임 플레이에 정보와 가치를 더한 계정.

source: Indonesia (1.4m)
ko: 인도네시아 (140만)

source: Constant interaction on the subreddit
ko: 서브레딧에서의 지속적 교류

source: Total members
ko: 총 회원 수

source: Usage of in-app editor tools
ko: 인앱 에디터 도구 활용

source: Strengthen Presence in North America
ko: NA에서의 인지도 확대

source: Repurpose PUBG Support to PUBG_US
ko: PUBG Support 를 PUBG_US로 재편성

source: On Facebook regions are being handled by global pages
ko: 페이스북 지역별 페이지는 글로벌 페이지에서 담당

source: PUBG Mobile North America
ko: PUBGM NA

source: Activision Involvement
ko: 액티비전 참여 방식

source: Pivot from product focused to brand
ko: 프로덕트 기반에서 브랜드로 전환

source: Above:
ko: 위:

source: Collecting feedback
ko: 의견 수렴

source: (Console subreddit)
ko: (콘솔 서브레딧)

source: Community updates
ko: 커뮤니티 업데이트

source: They also post framed game assets as seen in screen 4.
ko: 게임 프레임 내의 게임 자료도 포스팅(4번 화면)

source: future channel strategy
ko: 향후 채널 전략

source: Community Managers
ko: 커뮤니티 매니저

source: Primary platform to engage with broad based audience and partners / celebrities
ko: 광범위한 유저, 파트너, 유명인과의 교류를 위한 기본 플랫폼

source: Recommendation
ko: 제안 사항

source: Graphics promoting in-game live performance with DJ Slushii.
ko: DJ Slushii와 함께 하는 인게임 라이브 공연 홍보 그래픽.

source: No music is used.
ko: 음악은 사용하지 않음

source: June
ko: 6월

source: Increase engagement with players
ko: 플레이어와의 교류 증대

source: Community/Social creates playlist for players
ko: 커뮤니티/SNS에서 플레이어를 위한 재생목록 생성

source: 597 net/total fans
ko: 순/총 팬 수 597명

source: If full admin privileges cannot be given to NA CMs
ko: NA CM에게 모든 관리자 권한을 부여할 수 없는 경우

source: September
ko: 9월

source: For example, can we divide the user groups into :
ko: 예를 들어 유저 그룹을 다음과 같이 나눌 수 있음:

source: 11 M Followers
ko: 팔로워 1,100만 명

source: Bots, roles, channels are all operated by PUBG Community Team
ko: 봇, 역할, 채널 모두 PUBG 커뮤니티 팀에서 운영

source: Updates reddit banners for each new season
ko: 새로운 시즌마다 레딧 배너 업데이트

source: Community Building
ko: 커뮤니티 구축

source: More Gif Games/polls that’re product focused
ko: 프로덕트에 기반한 GIF 게임/투표 확대

source: This account does repost a majority of game promotional assets but does invest in some humorous and commercial live action content as well as leveraging influencer content.
ko: 대부분 게임 홍보 자료의 리포스팅이긴 하지만 재치 있고 상업적인 라이브 액션 콘텐츠와 인플루언서 콘텐츠를 활용한 계정.

source: Image promoting 3rd anniversary in-game event
ko: 3주년 인게임 이벤트 홍보 이미지

source: CMs posts:
ko: CM 포스트

source: 2020 Social Audience Growth
ko: 2020년 SNS 유저 수 증가

source: “Choose Your
ko: ‘나만의

source: 1 M Followers
ko: 팔로워 100만 명

source: Tencent Global Channels
ko: 텐센트 글로벌 채널

source: Epic Posts
ko: Epic 포스트

source: Low amount of local/regional promotions
ko: 소수의 현지/지역별 홍보

source: Tencent Support
ko: 텐센트 지원

source: PUBG MOBILE regional platform Overview
ko: PUBGM 지역별 플랫폼 개요

source: Do NOT send too many notifications
ko: 필요 이상 많은 알림 발송 금지

source: 3-3.5 a day
ko: 1일 3~3.5회

source: Acknowledging game issues
ko: 게임 문제 파악

source: Global Pages redirect you to the regional Facebook page corresponding with your country IP
ko: 글로벌 페이지에서 접속 국가 IP에 따라 해당 지역 페이스북 페이지로 이동

source: Patch notes, dev letter, official announcements are posted natively to the subreddit by CM team
ko: CM 팀이 서브레딧에 패치노트, 개발자 편지, 공식 발표 기본 포스팅

source: Indonesia (1.38m)
ko: 인도네시아 (138만)

source: Discord
ko: 디스코드

source: Generic Fortnite Team account that posts official announcements
ko: 일반 포트나이트 팀 계정에서 공식 발표 포스팅

source: PUBG MOBILE global Overview
ko: PUBGM 글로벌 개요

source: PUBG mobile:
ko: PUBGM:

source: Collect feedback
ko: 의견 수렴

source: custom video
ko: 맞춤 영상

source: Black Pink had a series of custom teasers counting down reveal
ko: 출시를 앞두고 블랙핑크가 맞춤 티저 시리즈 참여

source: This account posts game assets, esports, as well as custom humorous game capture contained by a thumbnail graphic on top and logo on bottom to create a framing effect.
ko: 게임 자료, e스포츠, 재치 있는 맞춤 게임 캡처를 게재했으며, 상단에 썸네일 그래픽, 하단에 로고를 배치해 프레임 효과 달성.

source: Becomes a primary platform for MOBILE product information
ko: PUBGM 프로덕트 정보를 위한 기본 플랫폼으로 활용

source: Display emote dances set to music
ko: 음악에 맞춘 이모트 댄스 게재

source: Fansf can follow PUBGM Players can select “NA” role so that NA news
ko: 팬이 PUBGM 팔로우 가능. 플레이어가 ‘NA’ 역할을 선택하여 NA 소식을 받을 수 있음

source: Our social and community channels have been carefully built over time
ko: PUBGM의 SNS 및 커뮤니티 채널은 오랜 기간 세심하게 구축되어 온 공간임

source: Players who frequent our social and community channels should not experience any lapse in receiving news & updates on the game
ko: PUBGM의 SNS 및 커뮤니티 채널을 자주 방문하는 플레이어가 게임에 대한 소식 및 업데이트를 받는 데 차질이 없어야 함

source: Tencent will continue to service owned channels for the Global Build
ko: 텐센트는 글로벌 빌드를 위한 자체 채널을 지속적으로 운영할 예정임

source: Seasonal / game updates
ko: 시즌별/게임 업데이트

source: April
ko: 4월

source: Consists of dedicated Discord mods, Reddit mods, Facebook mods
ko: 전담 디스코드 모더레이터, 레딧 모더레이터, 페이스북 모더레이터로 구성

source: Legal Requirements
ko: 관련 법률 준수사항

source: Secondary platform for cross-product/ brand video content
ko: 교차 프로덕트/브랜드 동영상 콘텐츠를 위한 보조 플랫폼

source: Allows for editing and using special effects
ko: 편집 및 특수 효과 허용

source: Inspired by “Quarantine Houses”
ko: ‘Quarantine Houses’에서 착안

source: Bug reports
ko: 버그 신고

source: Community Managers and PUBG Developers have relevant reddit flairs
ko: 커뮤니티 매니저와 PUBG 개발자가 관련 레딧 플레어 보유

source: Post cadence is at least 1x per day, usually 2-3x
ko: 최소 1일 1회, 보통 1일 2-3회 포스팅

source: call of duty mobile reddit
ko: Call of Duty 모바일: 레딧

source: Things to Remember
ko: 주의 사항

source: Japan (471k)
ko: 일본 (471,000)

source: August
ko: 8월

source: Events
ko: 이벤트

source: Mix of graphics, animations, and gameplay to promote the start of in-game events and modes
ko: 인게임 이벤트 및 모드 출시를 홍보하기 위한 그래픽, 애니메이션, 게임플레이

source: Run Discord specific giveaways and events
ko: 디스코드 전용 기브어웨이 및 이벤트 진행

source: PUBG MOBILE global Overview discord
ko: PUBGM 글로벌 개요: 디스코드

source: Flexibility in curating video content
ko: 동영상 콘텐츠 큐레이션의 유연성

source: repurposed
ko: 재편성됨

source: Low potential for organic discovery inside the platform
ko: 플랫폼 내에서 자연스럽게 발견되기 어려움

source: MOBILE
ko: PUBGM

source: The exception to this is Korea and Vietnam who have their own verified Facebook Pages and don’t rely on regional locks
ko: 한국과 베트남은 예외적으로 지역 페이지가 아닌 인증된 자체 페이스북 페이지 운영

source: We would like Tencent support on PUBGM global channels (EN) to a limited capacity as we begin to grow US specific channels
ko: 미국 전용 채널이 성장하기 시작하면서 PUBGM NA는 PUBGM 글로벌 채널(영어)에서 일정 부분 텐센트의 지원을 희망함

source: Tencent Posts
ko: 텐센트 포스트

source: Overall regional post count averages:
ko: 전반적인 지역별 평균 포스팅 횟수:

source: KEY TAKEAWAY
ko: 주요 사항

source: Total Fans
ko: 총 팬 수

source: Primary video publishing platform
ko: 동영상 게재 기본 플랫폼

source: New season drop
ko: 새로운 시즌 드롭

source: pubgm tencent Assumptions
ko: PUBGM 텐센트 가정 내용

source: PUBG Mobile
ko: PUBGM

source: Create a new brand account
ko: 새로운 브랜드 계정 개설

source: (Global Page)
ko: (글로벌 페이지)

source: Need more info how the player segmentation works in order to provide more in-depth suggestions
ko: 자세한 제안사항을 주기 위해 플레이어 세그먼트 구성 방법에 대한 추가 정보 필요

source: Reddit AMAs
ko: 레딧 AMA

source: 9.9 m subscribers
ko: 구독자 990만 명

source: Contract an actor to make a set number of dance video in PUBG cosplay each month
ko: 배우와 계약하여 매달 특정 수의 PUBG 코스프레 댄스 동영상 제작

source: Increase North American Audience size
ko: NA 유저 규모 확대

source: call of duty mobile Socials
ko: Call of Duty 모바일 SNS

source: Trending Themes & Engagements
ko: 최신 테마 및 참여 활동

source: Brand exchange with fast-food chain Wendy’s.
ko: 패스트푸드 체인 웬디스(Wendy’s)와 브랜드 협업

source: Spotify
ko: 스포티파이

source: Community-ran by community moderators
ko: 커뮤니티 모더레이터를 통해 커뮤니티에서 진행

source: Successful implementation includes the following support and allowances from Tencent
ko: 성공적으로 추진될 경우 텐센트로부터 다음과 같은 지원을 받게 된다.

source: Anticipated results
ko: 기대 효과

source: as of Oct. 15th
ko: 10월 15일 기준

source: Work with mod team for “Community Team” flair
ko: ‘커뮤니티 팀’ 느낌을 위해 모더레이션 팀과 협업

source: Fan comment to win giveaway
ko: 기브어웨이을 받기 위한 팬의 댓글

source: One main Community Manager Error 403
ko: 메인 커뮤니티 매니저 1명: Error 403

source: Treyarch, Sledgehammer, Infinity Ward, and CDL employees have their own “role” on the server
ko: Treyarch, Sledgehammer, Infinity Ward, CDL 직원은 서버 상에서 각자 맡은 ‘역할’이 있음

source: Main Platform for Video Content
ko: 동영상 콘텐츠를 위한 주요 플랫폼

source: France (2k)
ko: 프랑스 (2,000)

source: Entry Point
ko: 진입 지점

source: Community plan
ko: 커뮤니티 운영 계획

source: Predominantly dancing/music content
ko: 댄스/음악 콘텐츠 위주

source: 140,573 net/total fans
ko: 순/총 팬 수 140,573명

source: Smooth Transition
ko: 원활한 전환

source: fortnite discord
ko: 포트나이트: 디스코드

source: Cheating updates
ko: 부정행위 업데이트

source: Clip contests
ko: 동영상 콘테스트

source: Give something to rejoice
ko: 반가운 내용 전달

source: Anniversary campaign had a very short CG teaser and animated countdowns
ko: 기념일 캠페인에 아주 짧은 CG 티저 및 애니메이션 카운트다운 제작

source: Two main Community Managers
ko: 메인 커뮤니티 매니저 두 2명

source: Korea (136k)
ko: 한국 (136,000)

source: Roi evaluation
ko: ROI 평가

source: 24,550 net growth since managed by PUBG NA team.
ko: PUBG NA팀에서 관리한 후 24,550명 순증가

source: Unlock Community Tab
ko: 커뮤니티 탭 활용

source: Inform users of new/important updates
ko: 유저에게 새롭거나 중요한 업데이트 공지

source: Own
ko: 모험을

source: Product channels overview mobile
ko: 프로덕트 채널 개요 모바일

source: brand
ko: 브랜드

source: May
ko: 5월

source: Lead subreddit moderator who seems to works directly and has direct contact with the Activision community team
ko: 리드 서브레딧 모더레이터가 액티비전 커뮤니티 팀과 직접 연락하며 함께 진행하는 것으로 보임

source: The team will leverage other means to grow our new social channels, including cross channel and in-game promotions
ko: 크로스 채널 및 인게임 프로모션 등 기타 방법을 통해 팀에서 신규 SNS 채널을 확대할 계획

source: No more than 2 a day
ko: 하루 2회 이하

source: Won’t allow brands to send notifications until the users have affirmatively agree to receive them
ko: 유저가 알림 수신에 동의할 때까지 알림 발송 금지

source: Nov. 2020
ko: 2020년 11월

source: INSTAGRAM
ko: 인스타그램

source: Sign NDAs
ko: NDA 체결

source: Awareness
ko: 인지도

source: Add Community Team tag for NA Community Managers
ko: NA 커뮤니티 매니저에 커뮤니티 팀 태그 부여

source: Relevant news, updates, patch notes, maintenance schedules, etc. are posted in these channels
ko: 관련 소식, 업데이트, 패치노트, 유지보수 일정 등 포스팅

source: Direct Upload
ko: 직접 업로드

source: Reply to CM Hawkins
ko: CM 호킨스(Hawkins)에 답글

source: 5.2 M Followers
ko: 팔로워 520만 명

source: Generic COD Mobile reddit account that posts official updates
ko: 일반 COD 모바일 레딧 계정에서 공식 업데이트 포스팅

source: Twitter: japan
ko: 트위터: 일본

source: PUBG MOBILE global Overview reddit
ko: PUBGM 글로벌 개요: 레딧

source: 1 is ideal to minimize spamming
ko: 스팸성으로 변질되지 않도록 하루 1회가 이상적

source: Indonesia
ko: 인도네시아

source: Discord content
ko: 디스코드 콘텐츠

source: 24,550 net growth
ko: 순증가 24,550명

source: Keep the messages short and crisp
ko: 메시지는 간략하고 명료하게

source: Moderation assistance from dedicated discord moderators
ko: 전담 디스코드 모더레이터가 모더레이션 지원

source: Payload 2.0 had several short videos
ko: 헤비머신건 2.0 출시에 맞춰 여러 개의 짧은 영상 제작

source: Tencent
ko: 텐센트

source: Content created by the community
ko: 커뮤니티 제작 컨텐츠

source: Multiple TC accounts are part of the moderation team
ko: 다수의 TC 계정이 모더레이션 팀에 포함

source: Growth*
ko: 증가율

source: pubg na community overview
ko: PUBG NA 커뮤니티 개요

source: The COD Mobile account posts:
ko: COD 모바일 계정 포스트

source: Reddit Mods
ko: 레딧 모더레이터

source: Competitor Analysis
ko: 경쟁사 분석

source: July
ko: 7월

source: Very few post tied to engaging the community
ko: 커뮤니티 참여 유도를 목적으로 포스팅하는 경우는 매우 적음
